Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/somas-vuohki-oahppat-samegiela-sami-satnegirjjas-almmuhuvvon.html.tmx
Source language: sme
Languages: smj

source: Somás vuohki oahppat sámegiela – sámi sátnegirjjáš almmuhuvvon / Faktadieđut sámi gielaid birra / Giella / Sámediggi - Sametinget
smj: Hávsskes vuohke sámegielav oahppat – sáme báhkogirjásj almoduvvam / Diedo sámegielaj birra / Giella / Sámedigge - Sametinget

source: Somás vuohki oahppat sámegiela – sámi sátnegirjjáš almmuhuvvon
smj: Hávsskes vuohke sámegielav oahppat – sáme báhkogirjásj almoduvvam

source: Háliidat go oahppat sámegielsániid ?
smj: Le dujna miella oahppat muhtem bágojt sámegiellaj ?

source: Vai háliidat go rámiidit gean nu eará gillii go dan gillii maid don humat ?
smj: Jali sidá rámpodit soabmásav ietjá sámegielajn majt iesj sáhkada ?

source: Dalle sáhttá dát ságastallangirjjáš leat veahkkin árgabeaiságastallamii sihke davvisámegillii, julevsámegillii ja lullisámegillii.
smj: De máhttá dát báhkogirjásj bæjválasj bágoj ja gárgadisáj nuorttasábmáj, julevsábmáj ja oarjjelsábmáj liehket dunji viehkken.

source: Giellakampánnja “ Sámás muinna ” almmuha dá sierra sátne- ja cealkkačoakkáldaga maid sáhttá geavahit iešguđet oktavuođain.
smj: Giellakampánnja “ Sámásta munji ” almot dálla báhkotjuohkkev ja gárgadistjuohkkev. Dát girjásj máhttá aneduvvat duon dán aktijvuodan.

source: Sátnegirjjážis leat juohkebeaivválaš sánit ja dajaldagat, muhtun ávkkálaš irggástallanvuogit ja cealkagat maiguin sáhttá álgit.
smj: Báhkogirjátjin gávnnuji fertbæjvvásasj bágo ja moallánagá, muhtem ávkálasj madtjuhimvuoge ja gárgadisá gåktu galga ságastallagoahtet.

source: - Dát ii leat mihkkege oahppogirjjiid, muhto somás vuohki oahpásmuvvat sámegillii.
smj: - Ij la dát makkirak oahppogirjje, valla hávsskes vuohke sámegielav oahppat.

source: Das ii leat lossa grammatihkka, muhto ávkkálaš dajaldagat, dadjá sámediggepresideanta Aili Keskitalo
smj: Dánna ij la låsså grammatihkka, ájnat ávkkás moallánagá, javllá sámedikkepresidænnta Aili Keskitalo.

source: Sátnegirjjáš lea erenoamážit nuoraid várás, ja das leat sánit ja dajaldagat maid sáhttá geavahit skuvllas, ruovttus, go lea ovttas ustibiiguin ja go lea luonddus ja feasttas.
smj: Báhkogirjásj la sierraláhkáj nuorajda, ja vaddá dunji bágojt ja gárgadisájt majt besa adnet tjabu skåvlån, sijdan, gå la rádnastallamin, luondon ja festan.

source: Sámediggi sávvá ahte dat livččii ávkin sihke dutnje gii humat juo ovtta dahje eanet sámegielaid ja dutnje gii háliidat oahppat sámegiela.
smj: Sámedigge sávvá girjásj luluj boahtá dunji ávkken gut juo sámásta jali sáhkada moadda sámegiela ja dunji gut hálijda oahppat sámev.

source: - Geavat ovtta sáni juohke beaivve, čále cealkaga ja sádde dan iežat ustibii dahje almmut dan iežat instagrámmas.
smj: - Javla avtav bágov juohkka biejve, tjále gárgadisáv ja rája ráddnaj jali biedjala ietjat Instagrámmaj.

source: Searvva veahkkin oažžut sámegiela oidnot ja gullot árgabeaivvis ja sosiála mediain, ávžžuha sámediggepresideanta Aili Keskitalo.
smj: Viehkeda jut sámegiella boahtá ienep vuojnnu ja gullu árggabiejven ja sosiála median, bádtji sámedikkepresidænnta Aili Keskitalo.

source: Dá lea sátnegirjjáš:
smj: Dála boahtá báhkogirjásj:
